export const hangmanWords = [
    { word: "פִּיל", category: "חַיּוֹת", image: "🐘" },
    { word: "אַרְיֵה", category: "חַיּוֹת", image: "🦁" },
    { word: "כֶּלֶב", category: "חַיּוֹת", image: "🐶" },
    { word: "חָתוּל", category: "חַיּוֹת", image: "🐱" },
    { word: "סוּס", category: "חַיּוֹת", image: "🐴" },
    { word: "גִּירָפָה", category: "חַיּוֹת", image: "🦒" },

    { word: "תַּפּוּחַ", category: "פֵּרוֹת", image: "🍎" },
    { word: "בָּנָנָה", category: "פֵּרוֹת", image: "🍌" },
    { word: "אֲבַטִּיחַ", category: "פֵּרוֹת", image: "🍉" },
    { word: "עֲנָבִים", category: "פֵּרוֹת", image: "🍇" },
    { word: "תּוּת", category: "פֵּרוֹת", image: "🍓" },

    { word: "כִּסֵּא", category: "חֲפָצִים", image: "🪑" },
    { word: "שֻׁלְחָן", category: "חֲפָצִים", image: "🪵" },
    { word: "מִיטָה", category: "חֲפָצִים", image: "🛏️" },
    { word: "כַּדּוּר", category: "חֲפָצִים", image: "⚽" },
    { word: "בֻּבָּה", category: "חֲפָצִים", image: "🧸" }
];
